Repository: Antiz96/arch-update
Catalog: po/*.po
Languages: es, nb, nl, pt_br, pt_pt, ru, zh_tw

source: No pacnew file found\n
es: No se ha encontrado ningún archivo pacnew\n
nb: Fant ikke «pacnew»-filen\n
nl: Er is geen pacnew-bestand aangetroffen\n
pt_br: Nenhum arquivo pacnew encontrado\n
pt_pt: Nenhum ficheiro pacnew encontrado\n
ru: Файлов pacnew не найдено\n
zh_tw: 找不到 Pacnew 檔案\n

source: Services:\nThe following service requires a post upgrade restart\n
es: Servicios:\nEl siguiente servicio requiere un reinicio después de la actualización\n
nb: Tjenester:\nFølgende tjeneste trenger å startes om etter oppgradering\n
nl: Diensten:\nDeze dienst moet worden herstart:\n
pt_br: Serviços:\nO seguinte serviço requer reinicialização pós-atualização\n
pt_pt: Serviços:\nO seguinte serviço requer um reinício pós-atualização\n
ru: Службы:\nСледующая служба требует перезапуска после обновления\n
zh_tw: 服務：\n以下服務在升級後需要重新啟動\n

source: Services:\nThe following services require a post upgrade restart\n
es: Servicios:\nLos siguientes servicios requieren un reinicio después de la actualización\n
nb: Tjenester:\nFølgende tjenester trenger å startes om etter oppgradering\n
nl: Diensten:\nDeze diensten moeten worden herstart:\n
pt_br: Serviços:\nOs seguintes serviços requerem reinicialização pós-atualização\n
pt_pt: Serviços:\nOs seguintes serviços requerem um reinício pós-atualização\n
ru: Службы:\nСледующие службы требуют перезапуска после обновления\n
zh_tw: 服務：\n以下服務在升級後需要重新啟動\n

source: Select the service(s) to restart (e.g. 1 3 5), select 0 to restart them all or press "enter" to continue without restarting the service(s):
es: Seleccione los servicios que quiere reiniciar (por ejemplo, 1, 3, 5), seleccione 0 para reiniciarlos todos o pulse «Entrar» para continuar sin reiniciar los servicios:
nb: Velg tjeneste(r) som skal startes om (f.eks. 1 3 5), skriv 0 for å start alle om eller trykk «enter» for å fortsette uten å starte om tjenesten(e):
nl: Kies de te herstarten diensten (bijv. 1 3 5), herstart alle diensten (0) of druk op enter om verder te gaan zonder ze te herstarten:
pt_br: Selecione o(s) serviço(s) para reiniciar (ex: 1 3 5), selecione 0 para reiniciar todos ou pressione "enter" para continuar sem reiniciar o(s) serviço(s):
pt_pt: Selecione o(s) serviço(s) para reiniciar (ex: 1 3 5), selecione 0 para todos ou prima "enter" para continuar sem reiniciar:
ru: Выберите службу(ы) для перезапуска (например, 1 3 5), выберите 0, чтобы перезапустить их все, или нажмите "enter", чтобы продолжить без перезапуска службы(служб):
zh_tw: 請選擇要重新啟動的服務（例如：1 3 5），選 0 重新啟動所有服務，或按下「Enter」以繼續而不重新啟動服務：

source: Service(s) restarted successfully\n
es: Servicio(s) reiniciado(s) correctamente\n
nb: Tjenesten(e) ble startet om\n
nl: De diensten zijn herstart\n
pt_br: Serviço(s) reiniciado(s) com sucesso\n
pt_pt: Serviço(s) reiniciado(s) com sucesso\n
ru: Служба(ы) успешно перезапущена\n
zh_tw: 服務已成功重新啟動\n

source: An error has occurred during the service(s) restart\nPlease, verify the above service(s) status\n
es: Se ha producido un error durante el reinicio del servicio o servicios\nPor favor, compruebe el estado de los servicios mencionados anteriormente\n
nb: En feil skjedde mens tjenesten(e) skulle startes om\nKontroller status på de(n) tjenesten(e) over\n
nl: Er is een fout opgetreden tijdens het herstarten van de dienst(en)\nBekijk de dienststatus(sen)\n
pt_br: Ocorreu um erro durante a reinicialização do(s) serviço(s)\nPor favor, verifique o status do(s) serviço(s) acima\n
pt_pt: Ocorreu um erro durante o reinício do(s) serviço(s)\nPor favor, verifique o estado do(s) mesmo(s)\n
ru: Произошла ошибка во время перезапуска службы(служб)\nПожалуйста, проверьте статус вышеуказанной службы(служб)\n
zh_tw: 在服務重新啟動期間發生錯誤\n請驗證上述服務的狀態\n

source: The ${service_selected} service has been successfully restarted
es: El servicio ${service_selected} se ha reiniciado correctamente
nb: Omstarten av tjenesten ${service_selected} gikk bra
nl: ‘${service_selected}’ is herstart
pt_br: O serviço ${service_selected} foi reiniciado com sucesso
pt_pt: O serviço ${service_selected} foi reiniciado com sucesso
ru: Служба ${service_selected} была успешно перезапущена
zh_tw: ${service_selected} 服務已成功重新啟動

source: An error has occurred during the restart of the ${service_selected} service
es: Se ha producido un error durante el reinicio del servicio ${service_selected}
nb: Det skjedde en feil mens tjenesten ${service_selected} startet på ny
nl: Er is een fout opgetreden tijdens het herstarten van ‘${service_selected}’
pt_br: Ocorreu um erro durante a reinicialização do serviço ${service_selected}
pt_pt: Ocorreu um erro durante o reinício do serviço ${service_selected}
ru: Произошла ошибка во время перезапуска службы ${service_selected}
zh_tw: 在 ${service_selected} 服務重新啟動期間發生錯誤

source: The service(s) restart hasn't been performed\nPlease, consider restarting services that have been updated to fully apply the upgrade\n
es: No se ha reiniciado el servicio o los servicios\nPor favor, considere reiniciar los servicios que se han actualizado para aplicar completamente la actualización\n
nb: Tjenesten(e) har ikke blitt startet om\nDet anbefales å starte tjenester som er blitt oppdatert på ny for å fullføre oppdateringen\n
nl: De diensten zijn niet herstart\nOverweeg om ze te herstarten, zodat de updates kunnen worden toegepast\n
pt_br: A reinicialização do(s) serviço(s) não foi realizada\nPor favor, considere reiniciar serviços que foram atualizados para aplicar completamente a atualização\n
pt_pt: O reinício do(s) serviço(s) não foi realizado\nPor favor, considere reiniciar os serviços atualizados para aplicar totalmente a atualização\n
ru: Перезапуск службы(служб) не был выполнен\nПожалуйста, рассмотрите возможность перезапуска служб, которые были обновлены, для полного применения обновления\n
zh_tw: 服務重新啟動未執行\n請考慮重新啟動已更新的服務以完全套用升級\n

source: No service requiring a post upgrade restart found\n
es: No se ha encontrado ningún servicio que requiera un reinicio tras la actualización\n
nb: Ingen tjenester som krever omstart ble funnet\n
nl: Er is geen dienst die moet worden herstart\n
pt_br: Nenhum serviço requerendo reinicialização pós-atualização encontrado\n
pt_pt: Nenhum serviço que requeira reinício pós-atualização encontrado\n
ru: Не найдено служб, требующих перезапуска после обновления\n
zh_tw: 找不到升級後需要重新啟動的服務\n

source: 'updates' state file isn't found
es: No se encuentra el archivo de estado «updates»
nb: Finner ikke «updates»-filen
nl: Het statusbestand ‘updates’ is niet aangetroffen
pt_br: Arquivo de estado 'updates' não encontrado
pt_pt: Ficheiro de estado 'updates' não encontrado
ru: Файл состояния 'updates' не найден
zh_tw: 找不到「updates」狀態檔案

source: System is up to date
es: El sistema está actualizado
nb: Systemet er oppdatert
nl: Je beschikt over de nieuwste versies
pt_br: Sistema está atualizado
pt_pt: O sistema está atualizado
ru: Система обновлена
zh_tw: 系統已是最新版本

source: 1 update available
es: 1 actualización disponible
nb: 1 oppdatering tilgjengelig
nl: Er is 1 update beschikbaar
pt_br: 1 atualização disponível
pt_pt: 1 atualização disponível
ru: Доступно 1 обновление
zh_tw: 1 個更新可用

source: {updates} updates available
es: {updates} actualizaciones disponibles
nb: {updates} oppdateringer tilgjengelige
nl: Er zijn {updates} updates beschikbaar
pt_br: {updates} atualizações disponíveis
pt_pt: {updates} atualizações disponíveis
ru: Доступно {updates} обновлений
zh_tw: {updates} 個更新可用

source: Last check: {time}
es: Última comprobación: {time}
nb: Sist kontroll: {time}
nl: Recentste controle: {time}
pt_pt: Última verificação: {time}
ru: Последняя проверка: {time}
zh_tw: 上次檢查： {time}

source: Next check in {time}
es: Próxima comprobación en {time}
nb: Neste kontroll om {time}
nl: Volgende controle: {time}
pt_pt: Próxima verificação em {time}
ru: Следующая проверка через {time}
zh_tw: 下次檢查於 {time}

source: All ({updates})
es: Todo ({updates})
nb: Alle ({updates})
nl: Alle ({updates})
pt_br: Todos ({updates})
pt_pt: Todos ({updates})
ru: Все ({updates})
zh_tw: 全部 ({updates})

source: Packages ({updates})
es: Paquetes ({updates})
nb: Pakker ({updates})
nl: Pakketten ({updates})
pt_br: Pacotes ({updates})
pt_pt: Pacotes ({updates})
ru: Пакеты ({updates})
zh_tw: 官方套件 ({updates})

source: Last check
es: Última comprobación
nb: Siste kontroll
nl: Recentste controle
pt_pt: Última verificação
ru: Последняя проверка
zh_tw: 上次檢查

source: Next check
es: Próxima comprobación
nb: Neste kontroll
nl: Volgende controle
pt_pt: Próxima verificação
ru: Следующая проверка
zh_tw: 下次檢查

source: Run Arch-Update
es: Ejecutar Arch-Update
nb: Kjør Arch-Update
nl: Arch-Update starten
pt_br: Executar Arch-Update
pt_pt: Executar Arch-Update
ru: Запустить Arch-Update
zh_tw: 執行 Arch-Update

source: Check for updates
es: Buscar actualizaciones
nb: Se etter oppdateringer
nl: Controleren op updates
pt_br: Verificar atualizações
pt_pt: Verificar atualizações
ru: Проверить обновления
zh_tw: 檢查更新

source: Exit
es: Salir
nb: Avslutt
nl: Afsluiten
pt_br: Sair
pt_pt: Sair
ru: Выход
zh_tw: 離開

source: All
es: Todo
nb: Alle
nl: Alles
pt_br: Todos
pt_pt: Todos
ru: Все
zh_tw: 全部

source: Packages
es: Paquetes
nb: Pakker
nl: Pakketten
pt_br: Pacotes
pt_pt: Pacotes
ru: Пакеты
zh_tw: 官方套件

source: ${_name} tray desktop file not found
es: No se ha encontrado el archivo de escritorio de la bandeja de ${_name}
nb: Finner ikke skrivebordskurvfilen ${_name}
nl: Het systeemvak-desktopbestand van ‘${_name}’ is niet aangetroffen
pt_br: Arquivo desktop da bandeja ${_name} não encontrado
pt_pt: Ficheiro desktop da bandeja do ${_name} não encontrado
ru: Рабочий файл ${_name} для трея не найден
zh_tw: 找不到 ${_name} 系統匣桌面檔案

source: The '${tray_desktop_file_autostart}' file already exists
es: El archivo «${tray_desktop_file_autostart}» ya existe
nb: Filen «${tray_desktop_file_autostart}» finnes fra før
nl: ‘${tray_desktop_file_autostart}’ bestaat al
pt_br: O arquivo '${tray_desktop_file_autostart}' já existe
pt_pt: O ficheiro '${tray_desktop_file_autostart}' já existe
ru: Файл '${tray_desktop_file_autostart}' уже существует
zh_tw: 「${tray_desktop_file_autostart}」檔案已存在

source: The '${tray_desktop_file_autostart}' file has been created, the ${_name} systray applet will be automatically started at your next log on\nTo start it right now, you can launch the "${_name} Systray Applet" application from your app menu
es: Se ha creado el archivo «${tray_desktop_file_autostart}». La aplicación de la bandeja del sistema ${_name} se iniciará automáticamente la próxima vez que inicie sesión\nPara iniciarlo ahora mismo, puede ejecutar la aplicación «${_name} Systray Applet» desde el menú de aplicaciones
nb: Filen «${tray_desktop_file_autostart}» er opprettet, miniprogrammet ${_name} vil startes automatisk neste gang du logger på\nFor å starte det med en gang kan du kjøre «${_name} Systray Applet» direkte fra startmenyen
nl: ‘${tray_desktop_file_autostart}’ is aangemaakt. Het systeemvakpictogram van ${_name} wordt voortaan automatisch getoond na het opstarten.\nToon het pictogram nu door ‘${_name}-systeemvakpictogram’ te openen vanuit de programmastarter.
pt_br: O arquivo '${tray_desktop_file_autostart}' foi criado, o applet de bandeja do sistema ${_name} será iniciado automaticamente no seu próximo logon\nPara iniciá-lo agora, você pode executar a aplicação "${_name} Systray Applet" a partir do menu de aplicativos
pt_pt: O ficheiro '${tray_desktop_file_autostart}' foi criado, a applet de bandeja do ${_name} será iniciada automaticamente na próxima sessão\nPara a iniciar agora, pode lançar a aplicação "${_name} Systray Applet" a partir do menu de aplicações
ru: Файл '${tray_desktop_file_autostart}' был создан, апплет системного трея ${_name} будет автоматически запущен при следующем входе в систему\nЧтобы запустить его прямо сейчас, вы можете запустить приложение "${_name} Systray Applet" из меню приложений
zh_tw: 「${tray_desktop_file_autostart}」檔案已建立，${_name} 系統匣應用程式將在您下次登入時自動啟動\n若要立即啟動，您可以從應用程式選單中執行「${_name} 系統匣應用程式」

source: There's already a running instance of the ${_name} systray applet
es: Ya hay una instancia en ejecución de la aplicación de la bandeja del sistema ${_name}
nb: Det kjører allerede en instans av miniprogrammet ${_name}
nl: Het systeemvakprogramma ‘${_name}’ is al gestart
pt_br: Já existe uma instância em execução do applet de bandeja do sistema ${_name}
pt_pt: Já existe uma instância da applet de bandeja do ${_name} em execução
ru: Уже запущен работающий экземпляр апплета системного трея ${_name}
zh_tw: ${_name} 系統匣應用程式已有執行個體正在執行

source: Updating Packages...\n
es: Actualizando paquetes...\n
nb: Oppdaterer pakker…\n
nl: Bezig met bijwerken van pakketten…\n
pt_br: Atualizando Pacotes...\n
pt_pt: A atualizar pacotes...\n
ru: Обновление пакетов...\n
zh_tw: 正在更新套件...\n

source: An error has occurred during the update process\nThe update has been aborted\n
es: Se ha producido un error durante el proceso de actualización\nLa actualización se ha cancelado\n
nb: Det oppstod en feil i oppdateringsprosessen\nOppdateringen har blitt avbrutt\n
nl: Er is een fout opgetreden tijdens de updateprocedure.\nDe procedure is daarom afgebroken.\n
pt_br: Ocorreu um erro durante o processo de atualização\nA atualização foi abortada\n
pt_pt: Ocorreu um erro durante o processo de atualização\nA atualização foi abortada\n
ru: Произошла ошибка во время процесса обновления\nОбновление было прервано\n
zh_tw: 在更新過程中發生錯誤\n更新已中止\n

source: Updating AUR Packages...\n
es: Actualizando paquetes AUR...\n
nb: Oppdaterer AUR-pakker…\n
nl: Bezig met bijwerken van AUR-pakketten…\n
pt_br: Atualizando Pacotes AUR...\n
pt_pt: A atualizar pacotes AUR...\n
ru: Обновление пакетов AUR...\n
zh_tw: 正在更新 AUR 套件...\n

source: Updating Flatpak Packages...\n
es: Actualizando paquetes Flatpak...\n
nb: Oppdaterer Flatpak-pakker…\n
nl: Bezig met bijwerken van Flatpak-pakketten…\n
pt_br: Atualizando Pacotes Flatpak...\n
pt_pt: A atualizar pacotes Flatpak...\n
ru: Обновление пакетов Flatpak...\n
zh_tw: 正在更新 Flatpak 套件...\n

source: The update has been applied\n
es: La actualización se ha aplicado\n
nb: Oppdateringen er blitt installert\n
nl: Alle pakketten zijn bijgewerkt\n
pt_br: A atualização foi aplicada\n
pt_pt: A atualização foi aplicada\n
ru: Обновление было применено\n
zh_tw: 更新已套用\n

source: Run Cachy-Update
es: Ejecutar Cachy-Update
