Repository: Antiz96/arch-update
Catalog: po/*.po
Languages: es, nb, nl, pt_br, pt_pt, ru, zh_tw

source: WARNING
es: ADVERTENCIA
nb: ADVARSEL
nl: WAARSCHUWING
pt_br: AVISO
pt_pt: AVISO
ru: ПРЕДУПРЕЖДЕНИЕ
zh_tw: 警告

source: ERROR
nb: FEIL
nl: FOUTMELDING
pt_br: ERRO
pt_pt: ERRO
ru: ОШИБКА
zh_tw: 錯誤

source: Press "enter" to continue
es: Pulse «Entrar» para continuar
nb: Trykk «enter» for å fortsette
nl: Druk op enter om door te gaan
pt_br: Pressione "enter" para continuar
pt_pt: Prima "enter" para continuar
ru: Нажмите "enter" для продолжения
zh_tw: 按下「Enter」繼續

source: Press "enter" to quit
es: Pulse «Entrar» para salir
nb: Trykk «enter» for å avslutte
nl: Druk op enter om af te sluiten
pt_br: Pressione "enter" para sair
pt_pt: Prima "enter" para sair
ru: Нажмите "enter" для выхода
zh_tw: 按下「Enter」退出

source: The ${aur_helper} AUR helper set for AUR packages support in the ${name}.conf configuration file is not found\n
es: No se ha encontrado el ayudante ${aur_helper} configurado para el soporte de paquetes AUR en el archivo ${name}.conf\n
nb: AUR-hjelperen ${aur_helper} som er satt for AUR-pakkestøtte i oppsettsfilen ${name}.conf finnes ikke\n
nl: Het hulpmiddel voor de afhandeling van AUR-pakketten, ‘${aur_helper}’, zoals ingesteld in ${name}.conf, is niet aangetroffen.\n
pt_br: O assistente AUR ${aur_helper} definido para suporte a pacotes AUR no arquivo de configuração ${name}.conf não foi encontrado\n
pt_pt: O auxiliar de AUR ${aur_helper} definido para suporte a pacotes AUR no ficheiro de configuração ${name}.conf não foi encontrado\n
ru: Помощник AUR ${aur_helper}, установленный для поддержки пакетов AUR в конфигурационном файле ${name}.conf, не найден\n
zh_tw: 在 ${name}.conf 設定檔中，為 AUR 套件支援所設定的 AUR 輔助程式 ${aur_helper} 未找到\n

source: A privilege elevation command is required (sudo, sudo-rs, doas or run0)\n
es: Se requiere un comando de elevación de privilegios (sudo, sudo-rs, doas o run0)\n
nb: En kommando med høyere adgang kreves (sudo, sudo-rs, doas eller run0)\n
nl: Een opdracht om meer rechten te verlenen is vereist (sudo, sudo-rs, doas of run0)\n
pt_br: É necessário um comando de elevação de privilégio (sudo, sudo-rs, doas ou run0)\n
pt_pt: É necessário um comando de elevação de privilégios (sudo, sudo-rs, doas ou run0)\n
ru: Требуется команда повышения привилегий (sudo, sudo-rs, doas или run0)\n
zh_tw: 需要權限提升指令（sudo、sudo-rs、doas 或 run0）\n

source: The ${su_cmd} command set for privilege escalation in the ${name}.conf configuration file is not found\n
es: No se ha encontrado el comando ${su_cmd} configurado para la elevación de privilegios en el archivo ${name}.conf\n
nb: Kommandoen ${su_cmd} for høyere adgang som er satt i oppsettsfilen ${name}.conf finnes ikke\n
nl: De opdracht voor het verlenen van meer rechten, ‘${su_cmd}’, zoals ingesteld in ${name}.conf, is niet aangetroffen.\n
pt_br: O comando ${su_cmd} definido para escalação de privilégio no arquivo de configuração ${name}.conf não foi encontrado\n
pt_pt: O comando ${su_cmd} definido para elevação de privilégios no ficheiro de configuração ${name}.conf não foi encontrado\n
ru: Команда ${su_cmd}, установленная для повышения привилегий в конфигурационном файле ${name}.conf, не найдена\n
zh_tw: 在 ${name}.conf 設定檔中，為權限提升所設定的指令 ${su_cmd} 未找到\n

source: The ${diff_prog} editor set for visualizing / editing differences of pacnew files in the ${name}.conf configuration file is not found\n
es: No se ha encontrado el editor ${diff_prog} configurado para visualizar o editar diferencias de archivos pacnew en el archivo ${name}.conf\n
nb: Finner ikke skriveprogrammet ${diff_prog}, som er valgt for å visualisere / redigere forskjeller i pacnew-filene i oppsettsfilen ${name}.conf\n
nl: De tekstbewerker voor het aanpassen van verschillen tussen pacnew-bestanden, ‘${diff_prog}’, zoals ingesteld in ${name}.conf, is niet aangetroffen.\n
pt_br: O editor ${diff_prog} definido para visualizar/editar diferenças de arquivos pacnew no arquivo de configuração ${name}.conf não foi encontrado\n
pt_pt: O editor ${diff_prog} definido para visualizar / editar diferenças de ficheiros pacnew no ficheiro de configuração ${name}.conf não foi encontrado\n
ru: Редактор ${diff_prog}, установленный для просмотра / редактирования различий файлов pacnew в конфигурационном файле ${name}.conf, не найден\n
zh_tw: 在 ${name}.conf 設定檔中，用於檢視/編輯 pacnew 檔案差異的編輯器 ${diff_prog} 未找到\n

source: No configuration file found\nYou can generate one with "${name} --gen-config"
es: No se ha encontrado ningún archivo de configuración\nPuede generarlo con el comando "${name} --gen-config"
nb: Finner ingen oppsettsfil Du kan generere en med «${name} --gen-config»
nl: Er is geen configuratiebestand aangetroffen.\nStel een bestand samen met behulp van de opdracht ‘${name} --gen-config’.
pt_br: Nenhum arquivo de configuração encontrado\nVocê pode gerar um com "${name} --gen-config"
pt_pt: Nenhum ficheiro de configuração encontrado\nPode gerar um com "${name} --gen-config"
ru: Конфигурационный файл не найден\nВы можете сгенерировать его с помощью "${name} --gen-config"
zh_tw: 找不到設定檔\n您可以使用「${name} --gen-config」來生成一個\n

source: Unable to determine the editor to use\nThe "EDITOR" environment variable is not set and "nano" (fallback option) is not installed
es: No se ha podido determinar el editor a utilizar\nLa variable de entorno "EDITOR" no está configurada y "nano" (opción predeterminada) no está instalado
nb: Kan ikke fastslå hvilket skriveprogram som skal brukes\nMiljøvariabelen «EDITOR» er ikke satt og «nano» (tilbakefallsløsningen) er ikke installert
nl: De te gebruiken tekstbewerker kan niet worden vastgesteld.\nDe omgevingsvariabele ‘EDITOR’ is niet ingesteld en nano is niet geïnstalleerd.
pt_br: Não foi possível determinar o editor a ser usado\nA variável de ambiente "EDITOR" não está definida e "nano" (opção alternativa) não está instalado
pt_pt: Não foi possível determinar o editor a usar\nA variável de ambiente "EDITOR" não está definida e o "nano" (opção de recurso) não está instalado
ru: Не удалось определить используемый редактор\nПеременная окружения "EDITOR" не установлена, и "nano" (запасной вариант) не установлен
zh_tw: 無法決定要使用的編輯器\n「EDITOR」環境變數未設定且「nano」 (備用選項) 未安裝

source: There's already a running instance of ${_name}\n
es: Ya hay una instancia de ${_name} en ejecución\n
nb: Det kjører allerede en instans av ${_name}\n
nl: Er is al een ${_name}-proces actief.\n
pt_br: Já existe uma instância em execução do ${_name}\n
pt_pt: Já existe uma instância do ${_name} em execução\n
ru: Уже запущен работающий экземпляр ${_name}\n
zh_tw: ${_name} 已有執行個體正在執行\n

source: Example configuration file not found
es: No se ha encontrado el archivo de configuración de ejemplo
nb: Fant ikke eksempeloppsettsfil
nl: Het voorbeeldconfiguratiebestand is niet aangetroffen
pt_br: Arquivo de configuração de exemplo não encontrado
pt_pt: Ficheiro de configuração de exemplo não encontrado
ru: Пример конфигурационного файла не найден
zh_tw: 找不到範例設定檔

source: The '${config_file}' configuration file already exists\nPlease, remove it before generating a new one (or use --force to overwrite it)
es: El archivo de configuración «${config_file}» ya existe\nElimínelo antes de generar uno nuevo (o use la opción --force para sobrescribirlo)
nb: Oppsettsfilen «${config_file}» finnes allerede\nFjern den før du generere en ny (eller bruk --force for å skrive over den)
nl: Het configuratiebestand ‘${config_file}’ bestaat al.\nVerwijder dit alvorens een nieuw bestand samen te stellen (of voeg --force toe om te overschrijven).
pt_br: O arquivo de configuração '${config_file}' já existe\nPor favor, remova-o antes de gerar um novo (ou use --force para substituí-lo)
pt_pt: O ficheiro de configuração '${config_file}' já existe\nPor favor, remova-o antes de gerar um novo (ou use --force para o substituir)
ru: Конфигурационный файл '${config_file}' уже существует\nПожалуйста, удалите его перед генерацией нового (или используйте --force для перезаписи)
zh_tw: 「${config_file}」設定檔已存在\n請在生成新設定檔之前移除它（或使用 --force 選項來覆寫它）

source: The '${config_file}' configuration file has been generated
es: Se ha generado el archivo de configuración «${config_file}»
nb: Oppsettsfilen «${config_file}» er blitt generert
nl: ‘${config_file}’ is samengesteld
pt_br: O arquivo de configuração '${config_file}' foi gerado
pt_pt: O ficheiro de configuração '${config_file}' foi gerado
ru: Конфигурационный файл '${config_file}' был сгенерирован
zh_tw: 「${config_file}」設定檔已生成

source: An update notifier & applier for Arch Linux that assists you with important pre / post update tasks.
es: Un notificador y aplicador de actualizaciones para Arch Linux que le ayuda con tareas importantes antes y después de las actualizaciones.
nb: En oppdateringsvarsler og -gjennomfører for Arch Linux som hjelper deg med viktige oppgaver før og etter oppdatering.
nl: Een updatemelder en -installeerder voor Arch Linux, die je helpt bij het uitvoeren van belangrijke taken ervoor en erna.
pt_br: Um notificador e aplicador de atualizações para Arch Linux que auxilia em tarefas importantes pré/pós atualização.
pt_pt: Um notificador e aplicador de atualizações para o Arch Linux que o ajuda com tarefas importantes pré e pós-atualização.
ru: Уведомитель и установщик обновлений для Arch Linux, который помогает вам с важными задачами до / после обновления.
zh_tw: 一個 Arch Linux 的更新通知與應用程式，可協助您完成重要的更新前後作業。

source: Run ${name} to perform the main 'update' function:
es: Ejecute ${name} para realizar la función principal «actualizar»:
nb: Kjør ${name} for å gjennomføre den vanlige «oppdateringsfunksjonen»
nl: Voer ‘${name}’ uit om de hoofdfunctie te gebruiken:
pt_br: Execute ${name} para realizar a função principal de 'atualização':
pt_pt: Execute ${name} para realizar a função principal de atualização ('update'):
ru: Запустите ${name} для выполнения основной функции 'update':
zh_tw: 執行 ${name} 以進行主要的「更新」功能：

source: Display the list of packages available for update, then ask for the user's confirmation to proceed with the installation.
es: Muestra la lista de paquetes disponibles para actualizar y solicita la confirmación del usuario para proceder con la instalación.
nb: Viser en liste over pakker som er tilgjengelige for oppdatering og spør deretter om brukerens aksept til å fortsette med installasjonen.
nl: Toon de lijst met bij te werken pakketten en vraag om bevestiging alvorens ze te installeren.
pt_br: Exibe a lista de pacotes disponíveis para atualização, então pede a confirmação do usuário para prosseguir com a instalação.
pt_pt: Exibe a lista de pacotes disponíveis para atualização e pede a confirmação do utilizador para proceder à instalação.
ru: Отобразить список пакетов, доступных для обновления, затем запросить подтверждение пользователя для продолжения установки.
zh_tw: 顯示可供更新的套件清單，然後詢問使用者是否要繼續安裝。

source: Before performing the update, it offers to display the latest Arch Linux news.
es: Antes de realizar la actualización, ofrece mostrar las últimas noticias de Arch Linux.
nb: Før gjennomføring av oppdateringen spør den om den skal vise siste nytt fra Arch Linux.
nl: Toon het recentste Arch Linux-nieuws alvorens bij te werken.
pt_br: Antes de realizar a atualização, oferece exibir as últimas notícias do Arch Linux.
pt_pt: Antes de realizar a atualização, oferece a opção de exibir as últimas notícias do Arch Linux.
ru: Перед выполнением обновления, предлагается отобразить последние новости Arch Linux.
zh_tw: 在執行更新之前，它會提示您是否要檢視最新的 Arch Linux 新聞。

source: Post update, it checks for orphan & unused packages, old cached packages, pacnew & pacsave files, pending kernel update as well as services requiring a post upgrade restart and, if there are, offers to process them.
es: Después de la actualización, comprueba si hay paquetes huérfanos y sin usar, paquetes antiguos almacenados en la caché, archivos pacnew y pacsave, actualizaciones pendientes del kernel, así como servicios que requieren un reinicio después de la actualización y, si los hay, ofrece procesarlos.
nb: Etter oppdateringen ser den etter foreldreløse og ubrukte pakker, gamle mellomlagrede pakker, pacnew- og pacsavefiler, ventende kjerneoppdateringer så vel som tjenester som trenger å startes om etter oppdatering. Hvis det er det tilbyr den å gjennomføre dem.
nl: Controleer na het bijwerken op onteigende en verouderde pakketten, oude pakketten in de cache, pacnew- en pacsave-bestanden, in afwachting van verdere actie zijnde kernelupdates en diensten die moeten worden herstart. Vraag hierbij tevens om verwerking.
pt_br: Após a atualização, verifica pacotes órfãos e não utilizados, pacotes em cache antigos, arquivos pacnew e pacsave, atualização de kernel pendente, bem como serviços que requerem reinicialização pós-atualização e, se houver, oferece processá-los.
pt_pt: Após a atualização, verifica se existem pacotes órfãos e não utilizados, pacotes antigos na cache, ficheiros pacnew e pacsave, atualizações de kernel pendentes, bem como serviços que requerem reinicialização e, se existirem, oferece-se para os processar.
ru: После обновления, проверяется наличие осиротевших и неиспользуемых пакетов, старых кэшированных пакетов, файлов pacnew и pacsave, ожидающего обновления ядра, а также служб, требующих перезапуска после обновления, и, если они есть, предлагается их обработать.
zh_tw: 更新完成後，它會檢查孤立套件、未使用的套件、舊的快取套件、pacnew 與 pacsave 檔案、待處理的核心更新，以及升級後需要重新啟動的服務，如果有的話，會提示您處理它們。

source: Options:
es: Opciones:
nb: Valg:
nl: Opties
pt_br: Opções:
pt_pt: Opções:
ru: Опции:
zh_tw: 選項：

source: -c, --check Check for available updates, change the systray icon and send a desktop notification containing the number of available updates (if there are new available updates compared to the last check)
es: -c, --check Comprueba si hay actualizaciones disponibles, cambia el icono de la bandeja del sistema y envía una notificación al escritorio con el número de actualizaciones disponibles (si hay nuevas actualizaciones disponibles en comparación con la última comprobación)
nb: -c, --check Se etter tilgjengelige oppdateringer, endre ikonet i systemkurven og send en notis på skrivebordet som forteller om antall tilgjengelige oppdateringer (dersom det er nye tilgjengelige oppdateringer siden sist sjekk)
nl: -c, --check Controleer op updates, pas het systeemvakpictogram aan en toon een bureaubladmelding met het aantal bij te werken pakketten (indien beschikbaar)
pt_br: -c, --check Verifica atualizações disponíveis, altera o ícone da bandeja do sistema e envia uma notificação de área de trabalho com o número de atualizações disponíveis (se houver novas atualizações disponíveis em comparação com a última verificação)
ru: -c, --check Проверить наличие доступных обновлений, изменить иконку системного трея и отправить уведомление на рабочий стол с количеством доступных обновлений (если есть новые доступные обновления по сравнению с последней проверкой)

source: -l, --list Display the list of pending updates
es: -l, --list Muestra la lista de actualizaciones pendientes
nb: -l, --list Vis en liste over ventende oppdateringer
nl: -l, --list Toon de lijst met in afwachting zijnde updates
pt_br: -l, --list Exibe a lista de atualizações pendentes
ru: -l, --list Отобразить список ожидающих обновлений

source: -d, --devel Include AUR development packages updates
es: -d, --devel Incluye actualizaciones de paquetes de desarrollo AUR
nb: -d, --devel Inkluder oppdateringer for AUR utviklingspakker
nl: -d, --devel Toon AUR-ontwikkelingspakketupdates
pt_br: -d, --devel Inclui atualizações de pacotes de desenvolvimento do AUR
ru: -d, --devel Включить обновления AUR пакетов разработки

source: -n, --news [Num] Display latest Arch news, you can optionally specify the number of Arch news to display with '--news [Num]' (e.g. '--news 10')
es: -n, --news [Num] Muestra las últimas noticias de Arch. Opcionalmente, puede especificar el número de noticias de Arch que desea mostrar con «--news [Num]» (por ejemplo, «--news 10»)
nb: -n, --news [Num] Viser seneste Arch-nyheter. Du kan velge om du vil spesifisere antall Arch-nyheter du vil viser med «--news [Num]» (f.eks. «--news 10»)
nl: -n, --news [aantal] Toon het recentste Arch-nieuws (al dan niet beperkt tot een specifiek aantal met ‘--news [aantal]’ (bijv. ‘--news 10’))
pt_br: -n, --news [Num] Exibe as últimas notícias do Arch, você pode opcionalmente especificar o número de notícias a exibir com '--news [Num]' (ex: '--news 10')
ru: -n, --news [Num] Отобразить последние новости Arch, вы можете опционально указать количество новостей Arch для отображения с помощью '--news [Num]' (например, '--news 10')

source: -s, --services Check for services requiring a post upgrade restart
es: -s, --services Comprueba si hay servicios que requieran un reinicio tras la actualización
nb: -s, --services Se etter tjenester som trenger omstart etter oppdatering
nl: -s, --services Controleer op diensten die na het bijwerken moeten worden herstart
pt_br: -s, --services Verifica serviços que requerem reinicialização pós-atualização
ru: -s, --services Проверить службы, требующие перезапуска после обновления

source: -D, --debug Display debug traces
es: -D, --debug Mostrar trazas de depuración
nb: -D, --debug Vis feilsøkingssporing
nl: -D, --debug Toon foutopsporingstekst
pt_br: -D, --debug Exibe rastreamentos de depuração
ru: -D, --debug Отобразить отладочные трассировки

source: --gen-config Generate a default / example '${name}.conf' configuration file, you can optionally pass the '--force' argument to overwrite any existing '${name}.conf' configuration file
es: --gen-config Genera un archivo de configuración predeterminado/de ejemplo «${name}.conf». Opcionalmente, puede pasar el argumento «--force» para sobrescribir cualquier archivo de configuración «${name}.conf» existente
nb: --gen-config Generer en standard/eksempel «${name}.conf» oppsettsfil. Du kan velge å legge til argumentet «--force» for å skrive over eksisterende «${name}.conf» oppsettsfil
nl: --gen-config Stel een standaardconfiguratiebestand genaamd ‘${name}.conf’ samen, al dan niet voorzien van de optie ‘--force’ om het bestaande ‘${name}.conf’-bestand te overschrijven
pt_br: --gen-config Gera um arquivo de configuração padrão/exemplo '${name}.conf', você pode opcionalmente passar o argumento '--force' para substituir qualquer arquivo de configuração '${name}.conf' existente
ru: --gen-config Сгенерировать конфигурационный файл по умолчанию / пример '${name}.conf', вы можете опционально передать аргумент '--force' для перезаписи любого существующего конфигурационного файла '${name}.conf'

source: --show-config Display the '${name}.conf' configuration file currently used (if it exists)
es: --show-config Muestra el archivo de configuración «${name}.conf» que se utiliza actualmente (si existe)
nb: --show-config Vis oppsettsfilen «${name}.conf» som brukes nå (hvis den eksisterer)
nl: --show-config Toon het momenteel in gebruik zijnde configuratiebestand ‘${name}.conf’ (indien beschikbaar)
pt_br: --show-config Exibe o arquivo de configuração '${name}.conf' atualmente usado (se existir)
ru: --show-config Отобразить конфигурационный файл '${name}.conf', используемый в настоящее время (если он существует)

source: --edit-config Edit the '${name}.conf' configuration file currently used (if it exists)
es: --edit-config Edita el archivo de configuración «${name}.conf» que se utiliza actualmente (si existe)
nb: --edit-config Rediger oppsettsfilen «${name}.conf» som brukes nå (hvis den eksisterer)
nl: --edit-config Bewerk het momenteel in gebruik zijnde configuratiebestand ‘${name}.conf’ (indien beschikbaar)
pt_br: --edit-config Edita o arquivo de configuração '${name}.conf' atualmente usado (se existir)
ru: --edit-config Редактировать конфигурационный файл '${name}.conf', используемый в настоящее время (если он существует)

source: --tray Launch the ${_name} systray applet, you can optionally add the '--enable' argument to start it automatically at boot
es: --tray Inicia la aplicación de bandeja del sistema ${_name}. Opcionalmente, puede añadir el argumento «--enable» para que se inicie automáticamente al arrancar el sistema
nb: --tray Kjør miniprogrammet ${_name} i systemkurven. Du kan velge å legge til argumentet «--enable» for å starte de automatisk ved oppstart
nl: --tray Toon het systeemvakpictogram van ${_name} (gebruik de optie ‘--enable’ om automatisch op te starten)
pt_br: --tray Inicia o applet de bandeja do sistema ${_name}, você pode opcionalmente adicionar o argumento '--enable' para iniciá-lo automaticamente na inicialização
ru: --tray Запустить апплет системного трея ${_name}, вы можете опционально добавить аргумент '--enable' для его автоматического запуска при загрузке

source: -h, --help Display this help message and exit
es: -h, --help Muestra este mensaje de ayuda y sale
nb: -h, --help Viser denne hjelpeteksten og avslutter
nl: -h, --help Toon deze hulptekst en sluit af
pt_br: -h, --help Exibe esta mensagem de ajuda e sai
ru: -h, --help Отобразить это справочное сообщение и выйти

source: -V, --version Display version information and exit
es: -V, --version Muestra la información de la versión y sale
nb: -V, --version Viser versjonsinformasjonen og avslutter
nl: -V, --version Toon versie-informatie en sluit af
pt_br: -V, --version Exibe informações de versão e sai
ru: -V, --version Отобразить информацию о версии и выйти

source: For more information, see the ${name}(1) man page.
es: Para obtener más información, consulte la página del manual ${name}(1).
nb: For mer informasjon, se mansiden til ${name}(1).
nl: Meer informatie is te vinden in de man-pagina ‘${name}(1)’
pt_br: Para mais informações, consulte a página de manual ${name}(1).
pt_pt: Para mais informações, consulte a página de manual ${name}(1).
ru: Для получения дополнительной информации смотрите man-страницу ${name}(1).
zh_tw: 如需更多資訊，請參閱 ${name}(1) 線上手冊。

source: Certain options can be enabled, disabled or modified via the ${name}.conf configuration file, see the ${name}.conf(5) man page.
es: Ciertas opciones se pueden habilitar, deshabilitar o modificar a través del archivo de configuración ${name}.conf. Consulte la página del manual ${name}.conf(5).
nb: Enkelte valg kan aktiveres, deaktiveres og endres via oppsettsfilen ${name}.conf. Se mansiden ${name}.conf(5) for mer informasjon.
nl: Bepaalde opties kunnen worden bewerkt of in- en uitgeschakeld in het configuratiebestand ‘${name}.conf’. Bekijk voor meer informatie de man-pagina ‘${name}.conf(5)’.
pt_br: Certas opções podem ser habilitadas, desabilitadas ou modificadas via arquivo de configuração ${name}.conf, consulte a página de manual ${name}.conf(5).
pt_pt: Certas opções podem ser ativadas, desativadas ou modificadas via ficheiro de configuração ${name}.conf, consulte a página de manual ${name}.conf(5).
ru: Определенные опции могут быть включены, отключены или изменены с помощью конфигурационного файла ${name}.conf, смотрите man-страницу ${name}.conf(5).
zh_tw: 某些選項可透過 ${name}.conf 設定檔啟用、停用或修改，請參閱 ${name}.conf(5) 線上手冊。

source: ${name}: invalid option -- '${option}'\nTry '${name} --help' for more information
es: ${name}: opción no válida -- «${option}»\nPrueba «${name} --help» para obtener más información
nb: ${name}: ugyldig valg -- '${option}'\nPrøv '${name} --help' for mer informasjon
nl: ${name}: ongeldige optie -- ‘${option}’\nBekijk voor meer informatie de hulptekst met ‘${name} --help’
pt_br: ${name}: opção inválida -- '${option}'\nTente '${name} --help' para mais informações
pt_pt: ${name}: opção inválida -- '${option}'\nTente '${name} --help' para mais informações
ru: ${name}: неверная опция -- '${option}'\nПопробуйте '${name} --help' для получения дополнительной информации
zh_tw: ${name}: 無效選項 --「${option}」\n請嘗試「${name} --help」以取得更多資訊
