Repository: Antiz96/arch-update
Catalog: po/*.po
Languages: es, nb, nl, pt_br, pt_pt, ru, zh_tw

source: Reboot required:\nThere's a pending kernel update on your system requiring a reboot to be applied\n
es: Es necesario reiniciar:\nHay una actualización del kernel pendiente en su sistema que requiere un reinicio para aplicarse\n
nb: Omstart kreves:\nDet venter en kjerneoppdatering i systemet som krever omstart for å kunne tas i bruk\n
nl: Herstart vereist:\nHet systeem moet worden herstart om de kernelupdate toe te kunnen passen.\n
pt_br: Reinicialização necessária:\nHá uma atualização de kernel pendente em seu sistema que requer uma reinicialização para ser aplicada\n
pt_pt: Reinicialização necessária:\nExiste uma atualização de kernel pendente que requer um reinício para ser aplicada\n
ru: Требуется перезагрузка:\nВ вашей системе ожидается обновление ядра, требующее перезагрузки для применения\n
zh_tw: 需要重新啟動：\n系統上有待處理的核心更新，需要重新啟動才能套用\n

source: Would you like to reboot now? [y/N]
es: ¿Desea reiniciar ahora? [s/N]
nb: Vil du starte på ny nå? [ j/N ]
nl: Wil je nu opnieuw opstarten? [j/n]
pt_br: Gostaria de reinicializar agora? [y/N]
pt_pt: Gostaria de reiniciar agora? [s/N]
ru: Хотите перезагрузиться сейчас? [y/N]
zh_tw: 是否現在重新啟動？ [y/N]

source: Y
es: S
nb: J
nl: J
pt_br: S
pt_pt: S

source: y
es: s
nb: j
nl: j
pt_br: s
pt_pt: s

source: Rebooting in ${sec}...\r
es: Reiniciando en ${sec}...\r
nb: Starter på ny om ${sec} …\r
nl: Het systeem wordt over ${sec} herstart…\r
pt_br: Reiniciando em ${sec}...\r
pt_pt: A reiniciar em ${sec}...\r
ru: Перезагрузка через ${sec}...\r
zh_tw: 將在 ${sec} 秒後重新啟動...\r

source: An error has occurred during the reboot process\nThe reboot has been aborted\n
es: Se ha producido un error durante el proceso de reinicio\nEl reinicio se ha cancelado\n
nb: Det skjedde en feil ved klargjøring til omstart\nOmstarten er avbrutt\n
nl: Er is een fout opgetreden tijdens de herstartprocedure.\nDe procedure is daarom afgebroken.\n
pt_br: Ocorreu um erro durante o processo de reinicialização\nA reinicialização foi abortada\n
pt_pt: Ocorreu um erro durante o processo de reinicialização\nO reinício foi abortado\n
ru: Произошла ошибка во время процесса перезагрузки\nПерезагрузка была прервана\n
zh_tw: 在重新啟動過程中發生錯誤\n重新啟動已中止\n

source: The reboot hasn't been performed\nPlease, consider rebooting to finalize the pending kernel update\n
es: El reinicio no se ha realizado\nPor favor, considere reiniciar para finalizar la actualización pendiente del kernel\n
nb: Systemet ble ikke startet om\nVurder å starte om manuelt for å fullføre den ventende kjerneoppdateringen\n
nl: De herstart is niet uitgevoerd.\nOverweeg handmatig te herstarten om de kernelupdate toe te passen.\n
pt_br: A reinicialização não foi realizada\nPor favor, considere reinicializar para finalizar a atualização de kernel pendente\n
pt_pt: A reinicialização não foi realizada\nPor favor, considere reiniciar para finalizar a atualização de kernel pendente\n
ru: Перезагрузка не была выполнена\nПожалуйста, рассмотрите возможность перезагрузки для завершения ожидающего обновления ядра\n
zh_tw: 重新啟動未執行\n請考慮手動重新啟動以完成待處理的核心更新\n

source: No pending kernel update found\n
es: No se han encontrado actualizaciones pendientes del kernel\n
nb: Det ble ikke funnet noen ventende kjerneoppdatering\n
nl: Er is geen kernelupdate in afwachting van een herstart\n
pt_br: Nenhuma atualização de kernel pendente encontrada\n
pt_pt: Nenhuma atualização de kernel pendente encontrada\n
ru: Ожидающих обновлений ядра не найдено\n
zh_tw: 找不到待處理的核心更新\n

source: Looking for recent Arch News...
es: Buscando noticias recientes de Arch...
nb: Ser etter nye Arch-nyheter …
nl: Bezig met ophalen van Arch Linux-nieuws…
pt_br: Procurando notícias recentes do Arch...
pt_pt: À procura de notícias recentes do Arch...
ru: Поиск последних новостей Arch...
zh_tw: 正在尋找近期的 Arch 新聞...

source: Unable to retrieve recent Arch News (HTTP error response or request timeout)\nPlease, look for any recent news at https://archlinux.org before updating your system
es: No se han podido recuperar las noticias recientes de Arch (respuesta de error HTTP o tiempo de espera de la solicitud agotado)\nPor favor, busque las noticias recientes en https://archlinux.org antes de actualizar su sistema
nb: Kan ikke hente nye Arch-nyheter (HTTP responderte med feil eller forespørselen gikk ut på tid)\nSe etter nyheter på https://archlinux.org før du oppdaterer systemet ditt
nl: Het recentste Arch Linux-nieuws kan niet worden opgehaald (http-foutmelding of verlopen verzoek)\nBekijk zelf of er nieuws is op https://archlinux.org alvorens het systeem bij te werken
pt_br: Não foi possível recuperar notícias recentes do Arch (erro HTTP ou tempo limite de solicitação)\nPor favor, verifique se há notícias recentes em https://archlinux.org antes de atualizar seu sistema
pt_pt: Não foi possível obter notícias recentes do Arch (erro HTTP ou tempo esgotado)\nPor favor, procure notícias em https://archlinux.org antes de atualizar o sistema
ru: Не удалось получить последние новости Arch (ошибка HTTP или тайм-аут запроса)\nПожалуйста, поищите последние новости на https://archlinux.org перед обновлением вашей системы
zh_tw: 無法擷取近期的 Arch 新聞（HTTP 錯誤回應或要求逾時）\n請在更新系統之前，前往 https://archlinux.org 檢視任何最新新聞

source: No recent Arch News found
es: No se han encontrado noticias recientes de Arch
nb: Ingen nye Arch-nyheter funnet
nl: Er is geen Arch Linux-nieuws beschikbaar
pt_br: Nenhuma notícia recente do Arch encontrada
pt_pt: Nenhuma notícia recente do Arch encontrada
ru: Последних новостей Arch не найдено
zh_tw: 找不到近期的 Arch 新聞

source: Arch News:
es: Noticias de Arch:
nb: Arch-nyheter:
nl: Arch Linux-nieuws:
pt_br: Notícias do Arch:
pt_pt: Notícias do Arch:
ru: Новости Arch:
zh_tw: Arch 新聞：

source: [NEW]
es: [NUEVO]
nb: [NY]
nl: [NIEUW]
pt_br: [NOVO]
pt_pt: [NOVO]
ru: [НОВОЕ]
zh_tw: [新]

source: Select the news to read (e.g. 1 3 5), select 0 to read them all or press "enter" to quit:
es: Seleccione las noticias que desea leer (por ejemplo, 1, 3, 5), seleccione 0 para leerlas todas o pulse «Entrar» para salir:
nb: Velg hvilke nyheter du vil lese (f.eks. 1 3 5), velg 0 for å lese alle eller trykk «enter» for å avslutte:
nl: Geef aan welk nieuws je wilt lezen (bijv. 1 3 5) of dat je alles wilt lezen (0). Druk op enter om af te sluiten:
pt_br: Selecione as notícias para ler (ex: 1 3 5), selecione 0 para ler todas ou pressione "enter" para sair:
pt_pt: Selecione as notícias para ler (ex: 1 3 5), selecione 0 para ler todas ou prima "enter" para sair:
ru: Выберите новости для чтения (например, 1 3 5), выберите 0, чтобы прочитать их все, или нажмите "enter" для выхода:
zh_tw: 請選擇要閱讀的新聞（例如：1 3 5），選 0 閱讀全部，或按下「Enter」離開:

source: Select the news to read (e.g. 1 3 5), select 0 to read them all or press "enter" to proceed with update:
es: Seleccione las noticias que desea leer (por ejemplo, 1, 3, 5), seleccione 0 para leerlas todas o pulse «Entrar» para continuar con la actualización:
nb: Velg hvilke nyheter du vil lese (f.eks. 1 3 5), velg 0 for å lese alle eller trykk «enter» for å fortsette med oppdateringen:
nl: Geef aan welk nieuws je wilt lezen (bijv. 1 3 5) of dat je alles wilt lezen (0). Druk op enter om verder te gaan:
pt_br: Selecione as notícias para ler (ex: 1 3 5), selecione 0 para ler todas ou pressione "enter" para prosseguir com a atualização:
pt_pt: Selecione as notícias para ler (ex: 1 3 5), selecione 0 para ler todas ou prima "enter" para prosseguir com a atualização:
ru: Выберите новости для чтения (например, 1 3 5), выберите 0, чтобы прочитать их все, или нажмите "enter" для продолжения обновления:
zh_tw: 請選擇要閱讀的新聞（例如：1 3 5），選 0 閱讀全部，或按下「Enter」繼續更新:

source: Unable to retrieve the selected Arch News (HTTP error response or request timeout)\nPlease, read the selected Arch News at ${news_url} before updating your system
es: No se pueden recuperar las noticias de Arch seleccionadas (respuesta de error HTTP o tiempo de espera de la solicitud agotado)\nPor favor, lea las noticias de Arch seleccionadas en ${news_url} antes de actualizar su sistema
nb: Kan ikke hente de(n) Arch-nyheten(e) (HTTP responderte med feil eller forespørselen gikk ut på tid)\nSe etter nyheter på ${news_url} før du oppdaterer systemet ditt
nl: Het gekozen Arch Linux-nieuws kan niet worden opgehaald (http-foutmelding of verlopen verzoek)\nLees het nieuws op ${news_url} alvorens het systeem bij te werken
pt_br: Não foi possível recuperar a notícia do Arch selecionada (erro HTTP ou tempo limite de solicitação)\nPor favor, leia a notícia do Arch selecionada em ${news_url} antes de atualizar seu sistema
pt_pt: Não foi possível obter as notícias selecionadas (erro HTTP ou tempo esgotado)\nPor favor, leia as notícias em ${news_url} antes de atualizar o sistema
ru: Не удалось получить выбранные новости Arch (ошибка HTTP или тайм-аут запроса)\nПожалуйста, прочитайте выбранные новости Arch по адресу ${news_url} перед обновлением вашей системы
zh_tw: 無法擷取所選的 Arch 新聞（HTTP 錯誤回應或要求逾時）\n請在更新系統之前，前往 ${news_url} 閱讀所選的 Arch 新聞

source: Title:
es: Título:
nb: Tittel:
nl: Titel:
pt_br: Título:
pt_pt: Título:
ru: Заголовок:
zh_tw: 標題：

source: Author:
es: Autor:
nb: Forfatter:
nl: Auteur:
pt_br: Autor:
pt_pt: Autor:
ru: Автор:
zh_tw: 作者：

source: Publication date:
es: Fecha de publicación:
nb: Publiseringsdato:
nl: Publicatiedatum:
pt_br: Data de publicação:
pt_pt: Data de publicação:
ru: Дата публикации:
zh_tw: 發布日期：

source: URL:
nb: Nettadresse:
zh_tw: 網址：

source: Looking for updates...\n
es: Buscando actualizaciones...\n
nb: Ser etter oppdateringer …\n
nl: Bezig met zoeken naar updates…\n
pt_br: Procurando atualizações...\n
pt_pt: À procura de atualizações...\n
ru: Поиск обновлений...\n
zh_tw: 正在尋找更新...\n

source: Packages:
es: Paquetes:
nb: Pakker:
nl: Pakketten:
pt_br: Pacotes:
pt_pt: Pacotes:
ru: Пакеты:
zh_tw: 官方套件：

source: AUR Packages:
es: Paquetes AUR:
nb: AUR-pakker:
nl: AUR-pakketten:
pt_br: Pacotes AUR:
pt_pt: Pacotes AUR:
ru: Пакеты AUR:
zh_tw: AUR 套件：

source: Flatpak Packages:
es: Paquetes Flatpak:
nb: Flatpak-pakker:
nl: Flatpak-pakketten:
pt_br: Pacotes Flatpak:
pt_pt: Pacotes Flatpak:
ru: Пакеты Flatpak:
zh_tw: Flatpak 套件：

source: No update available\n
es: No hay actualizaciones disponibles\n
nb: Ingen oppdateringer er tilgjengelige\n
nl: Er zijn geen updates beschikbaar\n
pt_br: Nenhuma atualização disponível\n
pt_pt: Nenhuma atualização disponível\n
ru: Обновлений нет\n
zh_tw: 沒有可用的更新\n

source: Proceed with update? [Y/n]
es: ¿Continuar con la actualización? [S/n]
nb: Fortsette med oppdateringen? [ J/n ]
nl: Wil je het systeem bijwerken? [j/n]
pt_br: Prosseguir com a atualização? [S/n]
pt_pt: Prosseguir com a atualização? [S/n]
ru: Продолжить обновление? [Y/n]
zh_tw: 是否繼續進行更新？ [Y/n]

source: The update has been aborted\n
es: La actualización se ha cancelado\n
nb: Oppdateringen er avbrutt\n
nl: Het bijwerken is afgebroken\n
pt_br: A atualização foi abortada\n
pt_pt: A atualização foi abortada\n
ru: Обновление было прервано\n
zh_tw: 更新已中止\n

source: ${update_number} update available
es: ${update_number} actualización disponible
nb: ${update_number} oppdatering er tilgjengelig
nl: Er is/zijn ${update_number} update(s) beschikbaar
pt_br: ${update_number} atualização disponível
pt_pt: ${update_number} atualização disponível
ru: ${update_number} обновление доступно
zh_tw: ${update_number} 個更新可用

source: Run ${_name}
nb: Kjør ${_name}
nl: ${_name} starten
pt_br: Executar ${_name}
pt_pt: Executar ${_name}
ru: Запустить ${_name}
zh_tw: 執行 ${_name}

source: Close
es: Cerrar
nb: Lukk
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
zh_tw: 關閉

source: ${update_number} updates available
es: ${update_number} actualizaciones disponibles
nb: ${update_number} oppdateringer er tilgjengelige
nl: Er is/zijn ${update_number} update(s) beschikbaar
pt_br: ${update_number} atualizações disponíveis
pt_pt: ${update_number} atualizações disponíveis
ru: ${update_number} обновлений доступно
zh_tw: ${update_number} 個更新可用

source: ${_name} desktop file not found
es: No se ha encontrado el archivo de escritorio ${_name}
nb: Finner ikke skrivebordsfilen ${_name}
nl: Het desktopbestand van ‘${_name}’ is niet aangetroffen
pt_br: Arquivo desktop ${_name} não encontrado
pt_pt: Ficheiro desktop do ${_name} não encontrado
ru: Рабочий файл ${_name} не найден
zh_tw: 找不到 ${_name} 桌面檔案

source: Orphan Packages:
es: Paquetes huérfanos:
nb: Foreldreløse pakker:
nl: Onteigende pakketten:
pt_br: Pacotes Órfãos:
pt_pt: Pacotes Órfãos:
ru: Осиротевшие пакеты:
zh_tw: 孤立套件：

source: Would you like to remove this orphan package (and its potential dependencies) now? [y/N]
es: ¿Desea eliminar este paquete huérfano (y sus dependencias potenciales) ahora? [s/N]
nb: Vil du fjerne denne foreldreløse pakken (og evt. tilhørende avhengigheter) nå? [ j/N ]
nl: Wil je dit onteigende pakket en eventuele afhankelijkheden ervan verwijderen? [j/n]
pt_br: Gostaria de remover este pacote órfão (e suas possíveis dependências) agora? [s/N]
pt_pt: Gostaria de remover este pacote órfão (e as suas potenciais dependências) agora? [s/N]
ru: Хотите удалить этот осиротевший пакет (и его потенциальные зависимости) сейчас? [y/N]
zh_tw: 是否現在移除此孤立套件（及其潛在依賴項）？ [y/N]

source: Would you like to remove these orphan packages (and their potential dependencies) now? [y/N]
es: ¿Desea eliminar estos paquetes huérfanos (y sus posibles dependencias) ahora? [s/N]
nb: Vil du fjerne disse foreldreløse pakkene (og evt. tilhørende avhengigheter) nå? [ j/N ]
nl: Wil je deze onteigende pakketten en eventuele afhankelijkheden ervan verwijderen? [j/n]
pt_br: Gostaria de remover estes pacotes órfãos (e suas possíveis dependências) agora? [s/N]
pt_pt: Gostaria de remover estes pacotes órfãos (e as suas potenciais dependências) agora? [s/N]
ru: Хотите удалить эти осиротевшие пакеты (и их потенциальные зависимости) сейчас? [y/N]
zh_tw: 是否現在移除這些孤立套件（及其潛在依賴項）？ [y/N]

source: Removing Orphan Packages...\n
es: Eliminando paquetes huérfanos...\n
nb: Fjerner foreldreløse pakker …\n
nl: Bezig met verwijderen van onteigende pakketten…\n
pt_br: Removendo Pacotes Órfãos...\n
pt_pt: A remover pacotes órfãos...\n
ru: Удаление осиротевших пакетов...\n
zh_tw: 正在移除孤立套件...\n

source: An error has occurred during the removal process\nThe removal has been aborted\n
es: Se ha producido un error durante el proceso de eliminación\nLa eliminación se ha cancelado\n
nb: Det skjedde en feil under fjerning\nFjerningen er avbrutt\n
nl: Er is een fout opgetreden tijdens het verwijderen\nDe verwijderprocedure is afgebroken\n
pt_br: Ocorreu um erro durante o processo de remoção\nA remoção foi abortada\n
pt_pt: Ocorreu um erro durante o processo de remoção\nA remoção foi abortada\n
ru: Произошла ошибка во время процесса удаления\nУдаление было прервано\n
zh_tw: 在移除過程中發生錯誤\n移除已中止\n

source: The removal has been applied\n
es: La eliminación se ha aplicado\n
nb: Fjerningen er gjennomført\n
nl: De pakketten zijn verwijderd\n
pt_br: A remoção foi aplicada\n
pt_pt: A remoção foi aplicada\n
ru: Удаление было применено\n
zh_tw: 已成功移除\n

source: The removal hasn't been applied\n
es: La eliminación no se ha aplicado\n
nb: Fjerningen er ikke gjennomført\n
nl: De pakketten zijn niet verwijderd\n
pt_br: A remoção não foi aplicada\n
pt_pt: A remoção não foi aplicada\n
ru: Удаление не было применено\n
zh_tw: 移除未套用\n

source: No orphan package found\n
es: No se ha encontrado ningún paquete huérfano\n
nb: Ingen foreldreløse pakker er funnet\n
nl: Er zijn geen onteigende pakketten aangetroffen\n
pt_br: Nenhum pacote órfão encontrado\n
pt_pt: Nenhum pacote órfão encontrado\n
ru: Осиротевших пакетов не найдено\n
zh_tw: 找不到孤立套件\n

source: Flatpak Unused Packages:
es: Paquetes Flatpak no utilizados:
nb: Ubrukte Flatpak-pakker:
nl: Ongebruikte Flatpak-pakketten:
pt_br: Pacotes Flatpak Não Utilizados:
pt_pt: Pacotes Flatpak não utilizados:
ru: Неиспользуемые пакеты Flatpak:
zh_tw: Flatpak 未使用套件：

source: Would you like to remove this Flatpak unused package now? [y/N]
es: ¿Desea eliminar ahora este paquete Flatpak no utilizado? [s/N]
nb: Vil du fjerne denne ubrukte Flatpak-pakken nå? [ j/N ]
nl: Wil je dit ongebruikte Flatpak-pakket verwijderen? [j/n]
pt_br: Gostaria de remover este pacote Flatpak não utilizado agora? [s/N]
pt_pt: Gostaria de remover este pacote Flatpak não utilizado agora? [s/N]
ru: Хотите удалить этот неиспользуемый пакет Flatpak сейчас? [y/N]
zh_tw: 是否現在移除此 Flatpak 未使用套件？ [y/N]

source: Would you like to remove these Flatpak unused packages now? [y/N]
es: ¿Desea eliminar ahora estos paquetes Flatpak no utilizados? [s/N]
nb: Vil du fjerne disse ubrukte Flatpak-pakkene nå? [ j/N ]
nl: Wil je deze ongebruikte Flatpak-pakketten verwijderen? [j/n]
pt_br: Gostaria de remover estes pacotes Flatpak não utilizados agora? [s/N]
pt_pt: Gostaria de remover estes pacotes Flatpak não utilizados agora? [s/N]
ru: Хотите удалить эти неиспользуемые пакеты Flatpak сейчас? [y/N]
zh_tw: 是否現在移除這些 Flatpak 未使用套件？ [y/N]

source: Removing Flatpak Unused Packages...
es: Eliminando paquetes Flatpak no utilizados...
nb: Fjerner ubrukte Flatpak-pakker …
nl: Bezig met verwijderen van ongebruikte Flatpak-pakketten…
pt_br: Removendo Pacotes Flatpak Não Utilizados...
pt_pt: A remover pacotes Flatpak não utilizados...
ru: Удаление неиспользуемых пакетов Flatpak...
zh_tw: 正在移除 Flatpak 未使用套件...

source: No Flatpak unused package found\n
es: No se han encontrado paquetes Flatpak no utilizados\n
nb: Ingen Flatpak-pakker er funnet\n
nl: Er zijn geen ongebruikte Flatpak-pakketten aangetroffen\n
pt_br: Nenhum pacote Flatpak não utilizado encontrado\n
pt_pt: Nenhum pacote Flatpak não utilizado encontrado\n
ru: Неиспользуемых пакетов Flatpak не найдено\n
zh_tw: 找不到 Flatpak 未使用套件\n

source: Cached Packages:\nThere's an old or uninstalled cached package\n
es: Paquetes almacenados en la caché:\nHay un paquete almacenado en la caché antiguo o desinstalado\n
nb: Mellomlagrede pakker:\nDet finnes gamle eller uinstallerte mellomlagrede pakker\n
nl: Pakketten in cache:\nEr staat een oud of verwijderd pakket in de cache\n
pt_br: Pacotes em Cache:\nHá um pacote em cache antigo ou desinstalado\n
pt_pt: Pacotes em Cache:\nExiste um pacote antigo ou desinstalado na cache\n
ru: Кэшированные пакеты:\nЕсть старый или не установленный кэшированный пакет\n
zh_tw: 快取套件：\n有舊的或未安裝的快取套件\n

source: Would you like to remove it from the cache now? [Y/n]
es: ¿Desea eliminarlo de la caché ahora? [S/n]
nb: Vil du fjerne den fra mellomlageret nå? [ J/n ]
nl: Wil je dit pakket uit de cache verwijderen? [j/n]
pt_br: Gostaria de removê-lo do cache agora? [S/n]
pt_pt: Gostaria de o remover da cache agora? [S/n]
ru: Хотите удалить его из кэша сейчас? [Y/n]
zh_tw: 是否現在從快取中移除它？ [Y/n]

source: Cached Packages:\nThere are old and / or uninstalled cached packages\n
es: Paquetes almacenados en la caché:\nHay paquetes almacenados en la caché antiguos y/o desinstalados\n
nb: Mellomlagrede pakker:\nDet finnes gamle og / eller uinstallerte mellomlagrede pakker\n
nl: Pakketten in cache:\nEr staan oude of verwijderde pakketten in de cache\n
pt_br: Pacotes em Cache:\nHá pacotes em cache antigos e/ou desinstalados\n
pt_pt: Pacotes em Cache:\nExistem pacotes antigos e/ou desinstalados na cache\n
ru: Кэшированные пакеты:\nЕсть старые и / или не установленные кэшированные пакеты\n
zh_tw: 快取套件：\n有舊的及/或未安裝的快取套件\n

source: Would you like to remove them from the cache now? [Y/n]
es: ¿Desea eliminarlos de la caché ahora? [S/n]
nb: Vil du fjerne dem fra mellomlageret nå? [ J/n ]
nl: Wil je deze pakketten uit de cache verwijderen? [j/n]
pt_br: Gostaria de removê-los do cache agora? [S/n]
pt_pt: Gostaria de os remover da cache agora? [S/n]
ru: Хотите удалить их из кэша сейчас? [Y/n]
zh_tw: 是否現在從快取中移除它們？ [Y/n]

source: Removing old cached packages...
es: Eliminando paquetes antiguos almacenados en la caché...
nb: Fjerner gamle mellomlagrede pakker …
nl: Bezig met verwijderen van oude pakketten uit cache…
pt_br: Removendo pacotes em cache antigos...
pt_pt: A remover pacotes antigos da cache...
ru: Удаление старых кэшированных пакетов...
zh_tw: 正在移除舊的快取套件...\n

source: Removing uninstalled cached packages...
es: Eliminando paquetes desinstalados almacenados en la caché...
nb: Fjerner uinstallerte mellomlagrede pakker …
nl: Bezig met verwijderen van verwijderde pakketten uit cache…
pt_br: Removendo pacotes em cache desinstalados...
pt_pt: A remover pacotes desinstalados da cache...
ru: Удаление не установленных кэшированных пакетов...
zh_tw: 正在移除未安裝的快取套件...\n

source: No old or uninstalled cached package found\n
es: No se han encontrado paquetes antiguos o desinstalados en la caché\n
nb: Fant ingen gamle eller uinstallerte pakker\n
nl: Er is geen oud of verwijderd pakket aangetroffen in de cache\n
pt_br: Nenhum pacote em cache antigo ou desinstalado encontrado\n
pt_pt: Nenhum pacote antigo ou desinstalado encontrado na cache\n
ru: Старых или не установленных кэшированных пакетов не найдено\n
zh_tw: 找不到舊的或未安裝的快取套件\n

source: Pacnew Files:
es: Archivos pacnew:
nb: Pacnew-filer:
nl: Pacnew-bestanden:
pt_br: Arquivos Pacnew:
pt_pt: Ficheiros Pacnew:
ru: Файлы Pacnew:
zh_tw: Pacnew 檔案：

source: Would you like to process this file now? [Y/n]
es: ¿Desea procesar este archivo ahora? [S/n]
nb: Vil du behandle denne filen nå? [ J/n ]
nl: Wil je dit bestand nu verwerken? [j/n]
pt_br: Gostaria de processar este arquivo agora? [S/n]
pt_pt: Gostaria de processar este ficheiro agora? [S/n]
ru: Хотите обработать этот файл сейчас? [Y/n]
zh_tw: 是否現在處理此檔案？ [Y/n]

source: Would you like to process these files now? [Y/n]
es: ¿Desea procesar estos archivos ahora? [S/n]
nb: Vil du behandle disse filene nå? [J/n]
nl: Wil je deze bestanden nu verwerken? [j/n]
pt_br: Gostaria de processar estes arquivos agora? [S/n]
pt_pt: Gostaria de processar estes ficheiros agora? [S/n]
ru: Хотите обработать эти файлы сейчас? [Y/n]
zh_tw: 是否現在處理這些檔案？ [Y/n]

source: Processing Pacnew Files...\n
es: Procesando archivos pacnew...\n
nb: Behandler «Pacnew»-filer …\n
nl: Bezig verwerken van Pacnew-bestanden…\n
pt_br: Processando Arquivos Pacnew...\n
pt_pt: A processar ficheiros pacnew...\n
ru: Обработка файлов Pacnew...\n
zh_tw: 正在處理 Pacnew 檔案...\n

source: The pacnew file(s) processing has been applied\n
es: Se ha aplicado el procesamiento de los archivos pacnew\n
nb: Behandling av «pacnew»-filen(e) er lagt til\n
nl: De pacnew-bestanden zijn verwerkt\n
pt_br: O processamento do(s) arquivo(s) pacnew foi aplicado\n
pt_pt: O processamento do(s) ficheiro(s) pacnew foi aplicado\n
ru: Обработка файла(ов) pacnew была применена\n
zh_tw: Pacnew 檔案處理已套用\n

source: An error occurred during the pacnew file(s) processing\n
es: Se ha producido un error durante el procesamiento de los archivos pacnew\n
nb: Det skjedde en feil under behandlingen av «pacnew»-filene\n
nl: Er is een fout opgetreden tijdens het verwerken van de pacnew-bestanden\n
pt_br: Ocorreu um erro durante o processamento do(s) arquivo(s) pacnew\n
pt_pt: Ocorreu um erro durante o processamento do(s) ficheiro(s) pacnew\n
ru: Произошла ошибка во время обработки файла(ов) pacnew\n
zh_tw: 在 Pacnew 檔案處理過程中發生錯誤\n

source: The pacnew file(s) processing hasn't been applied\nPlease, consider processing them promptly\n
es: El procesamiento de los archivos pacnew no se ha aplicado\nPor favor, considere procesarlos lo antes posible\n
nb: Behandling av «pacnew»-filen(e) er ikke lag til\nVurder å behandle dem umiddelbart\n
nl: De pacnew-bestanden zijn niet verwerkt\nOverweeg om dit spoedig te doen\n
pt_br: O processamento do(s) arquivo(s) pacnew não foi aplicado\nPor favor, considere processá-los prontamente\n
pt_pt: O processamento do(s) ficheiro(s) pacnew não foi aplicado\nPor favor, considere processá-los brevemente\n
ru: Обработка файла(ов) pacnew не была применена\nПожалуйста, рассмотрите возможность немедленной их обработки\n
zh_tw: Pacnew 檔案處理未套用\n請盡快處理這些檔案\n
